export const faqs = [
    { 
        question: "검색 결과의 수강 제한 인원은 학년별 제한 인원인가요? 아니면 전체 제한 인원인가요?", 
        answer: "학년별 수강 신청 기간에 학년별 제한 인원이 존재하는 과목의 경우 학년별 제한 인원이 표시될 수 있습니다. \
        이때, 오후 5시를 기점으로 다음 날 수강 신청 학년의 제한 인원이 보입니다." },
    { 
        question: "현재 수강 신청 인원이 제한 인원보다 작은 경우가 발생하나요?", 
        answer: "학년별 수강 신청 기간에는 학년별 제한 인원이 보이기 때문에 그럴 수 있습니다. 현재 수강 신청 인원은 말 그대로 \
        현재까지 수강 신청한 전체 인원을 보여주기 때문에 헷갈릴 수 있습니다. 예를 들어, 현재까지 3, 4학년을 통틀어 20명이 수강신청을 했는데 \
        내일 2학년의 제한 인원이 10명이라면 질문과 같이 제한 인원이 더 작은 경우가 발생하게 됩니다." },
    {
        question: "트리니티랑 트리니티 파서랑 보이는 정보가 다를 수 있나요?",
        answer: "트리니티 파서는 트리니티의 정보를 가지고 오기 때문에 기본적으로는 동일한 상태를 유지합니다. 개발자는 지금까지 다른 경우를 확인하지 못했습니다."
    }
];